/* field label */
"Email" = "Email";

/* String_On_Page_Template */
"Email address is missing.  Message cannot be sent." = "Email address is missing.  Message cannot be sent.";

/* Label for subject field when it will be hidden */
"Fixed Subject for all messages" = "Fixed Subject for all messages";

/* Label for subject field when it will be a selection menu */
"List of Subjects (separate by commas)" = "List of Subjects (separate by commas)";

/* field label */
"Message" = "Message";

/* String_On_Page_Template  */
"Message sent." = "Message sent.";

/* field label */
"N/A" = "N/A";

/* field label */
"Name" = "Name";

/* initial name of contact element field
   The default label for new fields */
"New field" = "New field";

/* String_On_Page_Template */
"No message has been entered.  Message cannot be sent." = "No message has been entered.  Message cannot be sent.";

/* Title of invisible, anti-spam field */
"Please leave this field empty:" = "Please leave this field empty:";

/* String_On_Page_Template */
"Please specify an address for the recipient using the Inspector." = "Please specify an address for the recipient using the Inspector.";

/* button label */
"Send" = "Send";

/* field label */
"Subject" = "Subject";

/* String_On_Page_Template */
"Submitting Form..." = "Submitting Form...";

/* Label for subject field when it will be a text field */
"Suggested Subject (optional)" = "Suggested Subject (optional)";

/* String_On_Page_Template.  Followed by a number. */
"Unable to Submit form. Result code = " = "Unable to Submit form. Result code = ";

